{
  "53": {
    "facts_summary": "According to her statements, V1 was probably 26 years old when her exposure to drugs began. In her childhood, she was molested by someone close to her family. This had a great impact on her life as an adult person. She felt unloved and dirty. To cope she took her mother’s prescription medicine, anti-depressants and sleeping tablets. Her first marriage was abusive, and she divorced her husband whilst expecting her first child. By this time, she was a full corporal working as a chef at the air force base. She turned to alcohol and stated that she was becoming an alcoholic. Her friendship with a certain sergeant, a male work colleague lead to her introduction to the sordid world of hard drugs. The sergeant took her to a Nigerian dealer in Sunnyside, Pretoria. He taught her how the drug, which she came to know as ‘rocks’ was smoked using a glass pipe. She enjoyed the experience of drug-induced happiness and over time, her cravings grew. From once a month to once a week, they made more frequent trips to Sunnyside to obtain drugs. Eventually she found herself smoking drugs every other day. Her salary of R4700.00 could not fund her addiction and she borrowed money and began selling her household goods. The sergeant suggested that if she agreed to have sex with the dealer they would get a free supply of drugs. This exchange of sex for drugs extended to other Nigerian dealers as well. Eventually she began going out on her own to obtain drugs.It was during one such outing that she was taken in by a certain Nigerian dealer when she found herself stranded at night as her motor bike needed repairs. Under the guise of offering to help her, she was taken to his flat and given more drugs. From then onwards she never returned home permanently. Because she was absent without leave, she lost her job. She went on to recount a detailed train of events, which eventually resulted in her being taken in by the accused. The details are omitted only to the extent that bear light on her transformation from drug addict to becoming a fully-fledged sex slave. The person who assisted her with her motor bike had other girls living in his flat. She was given clothes and taught how to work the streets as a prostitute. Her every movement was monitored and all income she made was taken from her. Depending on how much money she made she received rocks in exchange.\n\nShe was sold to another Nigerian dealer known as Omeka who took her off the streets and advertised her body on the internet. She was photographed, and advertisements were placed offering her sexual services. She stayed here for several months and made a lot of money for the dealer.  When she managed to return to Sunnyside she met a Nigerian who she referred to as ‘Uncle’. He supplied her with rocks in exchange for her working for him as a prostitute. She thereafter was passed on and worked for another Nigerian called John during which time she realised she was pregnant. She was not allowed to leave the house and did not have many clients. Because she was not making any money John sold her to the accused.She occupied the accused’s 2-bedroom flat with a Coloured woman and a Nigerian man. She shared one room with the accused and the other couple the other. She had sexual intercourse with the accused to obtain drugs. The pattern of her lifestyle was the same – her body was advertised in provocative poses on the internet after being photographed in skimpy underwear. Men would make appointments for sex after viewing the site. Advertisements were placed on sites such as Sex Trader, Escort South Africa and Red Velvet. She had no choice in the matter. The men would call at the flat where the sexual encounters took place. Her other chores included cleaning the flat and making food. Initially she remained locked in with the Nigerian keeping guard over them. The accused collected her earnings in the evenings when he returned. In exchange, he gave her rocks for half the value of the money earned. She was unable to say whether he had any other source of income. The accused became angry if she did not see clients and bring in money. She saw 4 to 5 clients a day at a rate of R400.00 for half an hour and R500.00 for an hour. Her sole motivation to see clients was to make money for the accused to obtain drugs and sustain her addiction. Her morning drug doze, which she called the ‘wake up’ drug, was provided free by the accused and so was the evening drug, which she referred to as the ‘sleeper’.\n\nShe believed that the accused was her pimp. All money earned was collected by the accused who gave her drugs in exchange. She stated that the accused used her earnings to pay the rent, buy food, toiletries and clothes for her, as she had to look good for the clients. The accused kept the rest of the money for himself.  There was a time on her birthday that the accused took her to a shopping centre to see her parents for about 15 minutes whilst keeping her under observation all the time. She did not disclose that she was being kept against her will by the accused. They lived in Faerie Glen at that time. Because she was given a cell phone so that clients could contact her, she was able to contact the Welfare regarding the birth of her child. In the accused’s absence, she left to stay at this welfare home for a week where her child was born. She stated that for a while she overcame the cravings to take any drugs, as having the child was more important to her. She decided against putting the child up for adoption and returned to live with her parents. She was even able to find work as a receptionist for a month or two. However, her addiction overcame her and on a trip one evening to buy drugs, the accused traced her and forcefully took her to Silverton. She began living there with the accused and a certain KC, who was also Nigerian. The accused again arranged for her to see clients after she was advertised on the sex website. KC manufactured drugs in the kitchen and sold it to the accused. She estimated that she made approximately R40 000.0 a month and all of this went to the accused. Her movements were severely restricted, and she was effectively locked up in the building. The accused threatened to kill her if she tried to run away again. Thereafter they moved to a flat in Silversands.V1 narrated an incident about an assault when the accused followed her to a flat where she was severely beaten. He hit her using his fists and open hands, kicked her on her ribs, beat her with a dog chain and stick all over her body. \n\nShe was no longer on speaking terms with her parents who blamed her for leaving her children. In her loneliness, she explained that she turned to making the accused’s life happy so that her life could be happy. There were many instances when he assaulted her and punished her by not giving her drugs. He manipulated her emotionally and made her believe that she was worthless. When they moved to Loskop Street, she was able to escape in the boot of the car of the client of another girl. She returned to her parent’s home and stayed there for a long time. Her third daughter was born during this time. She reverted to using drugs again. The accused came across her one evening when she went to buy drugs and took her back with him. She had earlier incurred a drug debt with a certain Nigerian dealer called JJ who held her motor bike as security for payment. The accused made this payment of R2000.00 on her behalf after she was escorted by force to his car. The arrangements were that she would live with a certain Chooks for a while and that her bike would be collected later.\n\nDuring her stay with Chooks, she reverted to prostitution through the internet and received her daily supply of drugs. Chooks became her new pimp for a while, although she later found out that the money was shared with the accused. The accused got to know that Chooks made a lot of money from the clients which she picked up from a local bar and took her away to live in Elarduspark, which was the home of a certain Cheedi, a person the accused worked for when he arrived in South Africa. They rented a room there. There were other prostitutes in the house. Because the accused failed to pay the rent, they left to live in a flat in Sunnyside. A certain Charles owned this flat and 4 or 5 other prostitutes occupied it. The ladies worked the streets for clients. The accused kept guard over V1, who worked on the internet and the streets.Eventually, they moved to Sandalwood Road, Newlands. She and the accused occupied the bottom level. This was the address where the accused was arrested. This was also the address where the 2nd complainant V2 came to live a few months later. V2 was an 18-year-old drug addict recruited by Chooks for which he also got a share of her earnings as a prostitute. She believed that the accused had sex with V2 the evening she arrived because she came across a condom.  She had no knowledge of any rape. The accused continued to make more money with two girls working. They saw more clients here and made more money all of which the accused controlled. The girls were advertised in newspapers and the internet. All sexual activities took place in exchange for drugs supplied by the accused at this venue rented by the accused. When the clients called at the premises, the accused would lurk in the background so that he was not seen but he always was informed what was going on. The witness was shown a bundle of cell phone records, but she was unable to confirm that any of the names appearing therein were used by her or related to her.\n\nShe contacted her parents through Facebook and arranged to go to the Children’s Court in Pretoria North to sign off her last born so that her parents would become legal guardians of her child. It was before magistrate Hitchcock that she made a full disclosure which caused the magistrate to report the matter to the Hawks. V1 accompanied the officers to point out the premises where the accused was arrested. She was thereafter in protective custody.\n\nUnder cross examination she denied that the accused was the father of her second born child. She conceded that the only reason she continued to stay on with the drug dealers was because of her drug addiction and she believed that she was acting out of her own free will at the time. She denied that her working as a prostitute was due to an arrangement she had with the accused. It was put to her that she was not forced to see clients and she only did so get money for her addiction. She denied this. She clarified that her wake up and sleeper drugs were given to her by the accused free of charge. However, if she did not see clients she was not given food, and something was taken away from her as punishment. She further conceded that although opportunities presented itself for her to run away from the accused, the accused made threats to kill her family if she ever tried to run away and he had her motor cycle.There was a time when her father reported her missing to the police. She was questioned about a police raid, which took place whilst living in Elarduspark, which created an opportunity for her to make a report to the police. She affirmed that she did so, but they returned her to the accused. This made her lose all faith and hope in their ability to help her. The accused maintained that after she left, it was she who contacted him to settle her debts, which he did to stop her working on the streets. She denied this and maintained that it created a further obligation to advertise her on the internet and force her to offer her sexual services over a long time.\n\nStatements of V2\n\nAccording to her statements, V2 was 6 months old when she, together with her sisters and brother were placed in the welfare social system. This happened after she was raped by her father. Her mother became a prostitute. She was then moved to another home, which separated her from her siblings. From there she was placed in the Morester Children’s Home until she was 12 years old.  She was thereafter transferred to the Catherine Robinson Children’s Home in Vereeniging. Here she was subjected to bullying and mockery which resulted in her getting into fights with other learners. At the Home she associated with a group of girls she described as ‘wrong friends’. One in the group introduced the rest to start smoking dagga. They absconded from school for 3 months to live with a certain Aunty Baby who owned a pub. Their intention was to go on a drinking spree. She made acquaintances at the pub during this time that paid for the drinks. The police located them, and they returned to the school. She was then introduced to mandrax and ended up using drugs. A Nigerian man abducted her from school and took her to an unknown location where she was kept. She stated that they forced her to smoke drugs after being assaulted.\n\nV2 described a certain Charles as one of the Nigerians from Vereeniging who sold girls. She regarded him as her boss who was nice and believed at the time she was in love with him. Charles sold her to a person called Austin. He became her boss and she was attracted to him. According to her evidence she also fell in love with Austin and had a sexual relationship with him. She began working as a prostitute for Austin under threat that her family will be harmed. She was sold back to Charles after Austin made a girl pregnant. Both Austin and Charles had drug dealings. Thereafter Charles sold her for R5000.00 to a person called Allaji. She described Allaji as one of the big bosses from Nigeria. His street name was Kenneth. She was taken to his flat at an unknown location and put to work as a prostitute. He already had 5 girls working as prostitutes. All of them were beaten up. He had a hold over her because of the drugs he supplied to her and expected her to pay him back from her earnings as a prostitute. She was also given a ‘wake up’ drug in the morning, in the afternoon and a ‘sleeper’ doze at night. Her addiction to crystal meth led to severe cravings.Initially she worked on the streets and was then photographed and advertised on the internet offering sexual services. She was 16 at that stage. The clients would call her directly and make a booking. After they paid her, the money was handed to Allaji. After 5 years she managed to escape. After staying a week with her aunt, she arranged to meet a certain person called Moody whom she earlier knew. She arranged to meet him in Johannesburg but encountered a certain person called Chooks instead. Chooks, who was also Nigerian showed an interest in her and offered that she stays with him. He brought her to Pretoria and that is how she met the accused and the first complainant V1. They were living in a one room flat with a bathroom. Chooks left her there and returned to Johannesburg. It was V1 who told her that Chooks had sold her to the accused. She smoked rocks with V1. Because V1 had to see a client, she waited with the accused in another outside room. The accused told her that he loved her and wished to sleep with her. She refused. The accused again made sexual advances towards her which she again refused. He then forced himself on her, removed her clothes, put on a condom and had sexual intercourse with her against her will. She stated that at this moment, she ‘switched off’ which was understood to mean that she did not resist and she said because she felt nobody cared. She had an experience of being raped as a 13-year-old at gun point. She did not seek help from V1 because she sensed that V1 was as afraid of the accused as she was. Even the next morning, although V1 came across the condom in the bin, she did not disclose that she was raped, as she feared for her life. The accused arranged for Estcourt South Africa to photograph her. Pictures were taken of her in her underwear posing in different provocative positions. The pictures were paid for by the accused and she received many clients in response to the advertisement.\n\nThe accused fixed her service rate at R400.00 for half an hour and R800.00 for an hour’s sex. The money earned was handed to the accused. She was given a cell phone to make the bookings. She did not contact her Aunt because she did not have her number. She was too scared to run away from the accused. She recalled how she was beaten by Allaji.\n\nShe also narrated the events relating to further incident when the accused raped her. This happened during the evening shortly before the accused was arrested for the present case. She had earlier seen a client and called the accused to give him the money. He came by 6pm and wanted to have sex with her. She refused. He then forced himself on her and had sexual intercourse with her in the same manner as he did before. In exchange for the money she earned he gave her a ‘sleeper’ drug. She stated that it had been part of the rules she knew living with the Nigerians that all the money was given to them or you would be beaten up. The accused also threatened to assault her, and she feared that if she refused to work for him, her life would be in danger. Food in the house was scarce and sometimes she ate once a day.\n\nShe was not allowed to go anywhere, and clients contacted her by cell phone. The language she used in court when describing the accused showed an intense hatred she bore for what he put her through. When asked if she though V1 feared the accused, her answer was a ‘deadly yes’. Apart from seeing clients, she also had to clean the house. The three weeks she lived there, she saw up to 5 clients a day. At times, she made up to R4000.00 a day for the accused.She was wearing a very revealing outfit before the police arrived. The accused bought that outfit because he wanted her to look sexy for clients. When the police knocked on the door, she hid the glass pipe and the drug pieces, were flushed down the toilet. She was high on drugs at the time and had consumed alcohol. Warrant officer Qegu took her to the bathroom where she showed her what she had hidden. She was hysterical at this stage. The officer asked her to pack her things and covered with a blanket. When they got to the car, she saw V1 hiding in the car. They were then taken to a safe house where they stayed for 6 months.\n\nTestimony of Warrant officers\n\nWarrant officers Qegu and Sithole testified about the events, which led to the arrest of the accused and the rescue of the 2nd complainant. Both officers were part of the Hawks unit and specially trained to work in the field of human trafficking. Qegu was with Sithole when they were assigned to attend to a case at Pretoria North Children’s Court. Qegu testified that she and Sithole attended court and met with magistrate Hitchcock who had made the report for police intervention. They also met V1, the 1st complainant there. She informed them how she and the 2nd complainant were being kept by the accused as sex workers against their will. The officers went to this venue after V1 made a call to establish that the accused was there. V1 pointed out the house but remained hidden in the vehicle. Before gaining entry to the accused premises she warned the girl inside not to run away as they were the police. The accused took some time to let them in.\n\nExcept for a pair of pants, the accused was naked. The other person in the room was V2, who was very scantily dressed sitting on the bed drinking a beer. Because of the way the victim was dressed she took her to the bathroom whilst Sithole dealt with the accused. She described V2’s condition as being in a state of shock, disorientated and mostly incoherent. It appeared as if she was drunk or on drugs and was laughing for no reason. In the bathroom, V2 told her that shortly before the accused had given her drugs, which she smoked, he had sexual intercourse with her without consent. The accused told her to flush the rest of those drugs down the toilet when the officers knocked on the door. A glass pipe was found in the bathroom cabinet, which was placed in a sealed forensic exhibit bag. On inspection, a trace of a white powder-like substance was detected on the toilet seat. There was no food in the fridge.\n\nBoth complainants were taken to a safe house and the accused was taken to the Brooklyn police station where he was charged the following day. The complainants were taken for medico legal examinations on the 14 May 2013 being the first available date. At the safe house, both complainants showed signs of drug withdrawal symptoms. V1 had red rashes on her body and V2 required specialist examination of her stomach. She arranged for victim impact reports to be compiled by police psychologist Major Stollarz.\n\nThe witness stated that she booked out the exhibit bag of the evidence collected on the scene and took to the laboratory for forensic analysis. The analysis determined that it contained cocaine. The witness attempted to verify the address in Thembisa furnished by the accused where he allegedly worked. It led them to a Gold Exchange business. The owner, who also happened to be Nigerian, was questioned and he stated that he did not know the accused.Also booked into the SAP 13 register were all cell phones recovered from the accused and victims. These were sent for the data to be downloaded. The witness concluded her testimony by referring to a set of documents, some of which she obtained from V1 and some of which were found at the accused residence. These related to placement advertisements for sexual services under different names with deposit slips and receipts as proof of payment made to Sex Trader and Escort SA. All exhibits were handed in free of objection from the defence. \n\nIn cross-examination, it was put to the witness that the accused knew nothing about the glass pipe, had not seen it before and did not hand it to V2. The witness’s explanation for the delay in taking V2 for a medico legal examination was that the events fell over a weekend and she stayed alone with her child. No other officer was available to take her to the doctor. It was put to the witness that the rape allegation was made only to make the case look stronger; the accused never had sexual intercourse with the victim on the day in question. He maintained that there was food in the fridge. It was also put to her that the accused would say that he had no knowledge of the documents relating to the advertisements in Sex Trader and Escort SA and saw them for the first time in court. He denied that the cell phone numbers appearing on the receipts were his.\n\nWarrant Officer Sithole’s testified and his evidence was in line with that of the testimony of Qegu. He confirmed that on meeting V1 she informed them that from 2009 the accused forced her to stay with him and used her as a sex worker. He stated that he did notice that the complainant was wearing lingerie and struggling to walk. Qegu took her into the bathroom. She was talking loudly, laughing and he did not find anything on the accused’s possession. In cross-examination, Sithole stated that Qegu informed him about the glass pipe she found when they were leaving the scene. After obtaining the accused’s consent, the witness read the accused’s entire Warning Statement, which he took on the day following the arrest into the record and it was received into evidence.\n\nAs a follow-up to the Warning Statement he enquired and was informed by V1 that it was the accused who took away her motor bike. Under cross-examination and according to the witness’s recall, V2 told them that the accused had just finished raping her when they entered the room. It was also put to Sithole that the reason for the delay in having the medical examination done was to find something to link the accused to the offence. The defence introduced into evidence a map and set of photographs of the accused’s residence in Sandalwood Road for the purposes of showing the walking distance from the complex to the security point and the shopping centre.\n\nTestimony of the clinical psychologist\n\nMajor Stollarz, a clinical psychologist, testified as an expert witness. She adduced evidence based on a victimology report, which she complied at the request of the state. The purpose of her report and evidence was to assist the court in understanding the behaviour of victims of human trafficking from a psychological point of view, and to do so about the two complainants in the case. The conclusion she reached in her report was that ‘the complainants in the present matter were both, due to a number of developmental factors and traumas, and their abuse of substances, vulnerable to becoming victims of human trafficking. During the time that led up to their rescue they were subjected to witnessing and experiencing physical and sexual violence, threats, and encouragement of their addictions. Neither complainant wished to remain in the environment that they were in, but believed that they were unable to leave due to a number of psychological factors regarding the accused control over them, which included their fear of their own, or their families’ safety, substance addiction and lack of other viable alternatives. These victims were therefore exposed to the typical mechanisms used by traffickers to keep their victims in a web of trafficking that extended beyond the mere physical control to the expansive grip of psychological control’. There was no challenge to her testimony – the defence recorded that the accused had no objections and she was not cross-examined on her evidence. No additional psychiatric or other expert evidence was presented to the court.\n\nStatements of the accused The accused testified that he was born in Nigeria and came to South Africa in 2006. He entered South Africa on a visitor’s permit and later sought asylum as a refugee to reside legally in the country. One day, he met V1 by chance whilst walking in Sunnyside. He stopped her and spoke to her. She told him she was divorced, had one child and stayed in Pretoria North with her parents. She also informed him that she was a prostitute working on the streets, as she needed money to buy drugs. He told her it was ok because he loved her. He told her he liked her and wanted her to be his girlfriend. She agreed, and they began dating. They were in a relationship and she once slept over at his place. She took him to her home to meet her parents and they became very close. She also wanted to stay with him in Sunnyside and he agreed.\n\nBy the end of 2009, they began living together. The accused stated that because he worked in Thembisa, he would leave home in the morning and return in the evening. He suspected that for the first 3 months together she continued being a prostitute because she was not home in the evenings. When he confronted her about this and she left to live with her parents. In this time, the accused informed her that he had moved to live in Faerie Glen. She returned to live with him and he did not want her engaging in prostitution anymore. She returned to live with her parents and began working as a receptionist for about 4 months. They continued seeing each other during this time and she was expecting his child in 2010. She alternated between staying with the accused and her parents. After giving birth, he visited the baby at her parent’s home. During February 2011 she brought the baby over and stayed with the accused for 2 weeks before going back to live with her parents. The accused then moved to live with a friend in Loskop Street. During this time, he was sending money to her using Shoprite money market. The reason she stayed there was because she had a sickly daughter. During 2013, she called him from Sunnyside for financial help as she had pawned her motor bike to buy drugs. He paid to have this bike released and she began living with him. He kept her bike away from her to avoid her using it again to obtain drugs. However, he allowed her to use it to visit her parents. V1 then returned to her parent’s home and the accused moved to live in Sandalwood Drive. Two months later, she called him to get directions to his new residence. They began living happily together once again. He had no idea what she whilst he was at work.One day she asked for money to place an advert offering her sexual services as she was bored staying alone and did not want to work on the streets. He refused. Two days later, he saw receipts for payments from newspapers and the internet relating to such adverts. He confronted her, and she confirmed that these related to her. He started discovering used condoms in the house and realised she was still engaging in prostitution. Although he wanted her to leave, he allowed her to stay on out of love. There was a time when her mother visited on a Sunday and they all spent time together. She even accompanied them to the mall and did shopping. He always ensured there were groceries in the house and they lived happily without any problems as ‘boyfriend and girlfriend’.\n\nRegarding the main charge of human trafficking, he maintained that V1 was his girlfriend with whom he had a child and they were in love. She was in contact with her family. They shared a bond. She had keys to the premises and could come and go as she pleased. He had his own business from which he made money and provided for her and their child. The income from managing the sale of broken gold and diamonds business brought in a high profit. At times he earned up to R10 000.00 a month and he also got money from gambling.  This enabled him to pay the rent, buy a car and see to his expenses. He received no money from her and earned no money off her. He had never supplied her with drugs and had no idea how and from where she got it. On a question by the court at the end of his testimony, he admitted that she told him she bought rocks from Arcadia or Sunnyside. She used drugs without him knowing or seeing her use it. She engaged in prostitution only to buy drugs, as there was always food in the house. Only on one occasion, did he see and become aware that a client came to the house for sexual favours. He denied ever having assaulted her.\n\nRegarding V2, he stated that he knew her boyfriend Chooks and that is how he met her. Chooks had moved to Pretoria from Johannesburg and was looking out for a place where his girlfriend could live for a while. Both he and V1 agreed that V2 could stay with them. According to his evidence, she was only there for 3 weeks. He was aware that she was originally from Vereeniging, but was staying in Johannesburg. He denied having bought V1 from his friend and stated that had no personal relationship with her. He had no knowledge that she was a prostitute or that she was advertised on the internet as he was not home most of the time. He also knew nothing about her drug addiction and denied having supplied her with any drugs. He strongly denied the allegations that he had raped her on two occasions and did not know why she said this. According to him, V2 was surprised and questioned the police as to why the accused was being arrested, as V1 was the accused’s boyfriend. For days after his arrest, the police also mention nothing concerning a charge of rape. He got to know for the first time of such charge in court.\n\nAccording to him, if the police found a pipe in the bathroom they would have shown it to him and asked for an explanation. He denied that any drugs were found by the police.\n\nIn cross-examination, it emerged that he came on a visiting visa, and did not apply for a business one although he started his own business at the end of 2006. He could not say with certainty when he obtained his asylum permit or where his passport was. He could not explain why his brother at the gold exchange business told the police he was not working there. Thereafter he was examined regarding V1’s version and his responses were a denial, either that he had no knowledge or could not comment on it. He did confirm that V1 explained to him and he knew what rocks were, but he had not seen these drugs. At first, he stated that he noticed a change in her behaviour when she used drugs and he knew exactly when she was using drugs because she broke out into boils on her face and body. He had often seen her in a drugged state. Under later examination, he stated that she never showed any difference in behaviour if she did not use drugs. He held the belief that no person addicted to drugs could be controlled and that a drug addict could stop taking drugs anytime they chose unless they liked taking drugs.\n\nRegarding V2, his earlier testimony was that he had no knowledge that she was a prostitute or that she was advertised on the internet as he was not home most of the time. Under cross-examination, he stated that V1 informed him that V2 had joined her on the internet. Although he stated that he never saw her getting visitors for sexual favours, this new version was in stark contrast with what he had previously said. He stated that he was fully dressed when the police came to arrest him. He denied that Warrant officer Qegu, before gaining entry to his premises, issued any warning to V2 not to run as they came to rescue her. Further, V2 was trying to defend him by offering an explanation but the police told her not to get involved. He denied that V2 was in the condition she was as described by the police officers at the time of his arrest. His evidence was that V2 was coached and told to say all the things she testified about and she told the police on the scene that they were arresting the wrong person. He disputed that the glass pipe containing traces of drugs was found in his premises because it was not shown to him. Likewise, he stated that if V2 told the officer she was raped they would have told him about it and he only got to know about this charge in court. When it was pointed out to him that the offence of rape appeared in paragraph 2 of his warning Statement, his response was that he was never asked if he understood it at the time. He further denied that he signed that relevant portion of the statement. His explanation why both complainants made the same allegations against him was that they probably discussed it to implicate him. He could not explain why he was not registered as a taxpayer although on his version he earned R10 000.00 a month. When asked why his name on the Asylum Permit was different to the name he gave on the warning statement, he said it was a mistake, which was not corrected. In re-examination, he explained that it was a spelling error made by official at Home Affairs."
  }
}